{
    "begrüßung": [
        "Hallo! Wie kann ich dir helfen?",
        "Moin! Was kann ich für dich tun?",
        "Hi! Wie kann ich dir behilflich sein?",
        "Was geht? Wie kann ich dir helfen?",
        "Grüß dich! Was kann ich für Sie tun?",
        "Grüß Dich! Wie kann ich dir behilflich sein?",
        "Hallochen! Wie kann ich dir helfen?",
        "Hey! Was kann ich für dich tun?",
        "Moin moin! Wie kann ich dir behilflich sein?",
        "Moin! Wie kann ich dir helfen?",
        "Wie gehts? Was kann ich für dich tun?",
        "Was geht? Wie kann ich dir helfen?",
        "Na! Was kann ich für dich tun?"
    ],



    "wie geht es dir": "Mir geht es gut! Wie geht es dir?",
    "wie gehts dir" : "Mir geht es gut! Wie geht es dir?",
    "wie gehts" : "Mir geht es gut! Wie geht es dir?",
    "wie geht es dir heute": "Mir geht es gut! Wie geht es dir?",
    "wie gehts dir heute" : "Mir geht es gut! Wie geht es dir?",
    "wie gehts heute" : "Mir geht es gut! Wie geht es dir?",
    "gut": "Das freut mich zu hören! Wie kann ich dir helfen?",
    "schlecht": "Das tut mir leid zu hören! Wie kann ich dir helfen?",
    "danke": "Gern geschehen!",
    "tschüss": "Auf Wiedersehen!",
    "wer bist du": "Ich bin dein Experte über den kalten Krieg! Wie kann ich dir helfen?",
    "wer hat dich programmiert": "Ich wurde von Arasp entwickelt!",

    "was war die kubakrise": "Die Kubakrise war eine politische und militärische Konfrontation während des Kalten Krieges, die sich im Oktober 1962 zwischen der Sowjetunion auf der einen und den Vereinigten Staaten und Kuba auf der anderen Seite abspielte. Die Kubakrise gilt als einer der gefährlichsten Momente des Kalten Krieges.",
    "wann war die kubakrise": "Die Kubakrise fand im Oktober 1962 statt.",
    "wer war an der kubakrise beteiligt": "An der Kubakrise waren die Sowjetunion, die Vereinigten Staaten und Kuba beteiligt.",
    "was waren die ursachen der kubakrise": "Die Kubakrise war eine direkte Folge des Kalten Krieges und der Politik der Abschreckung. Die Sowjetunion wollte durch die Stationierung von Raketen auf Kuba die militärische Überlegenheit der USA in Frage stellen.",
    "was waren die folgen der kubakrise": "Die Kubakrise führte zu einer Verschärfung des Kalten Krieges und zu einer Annäherung zwischen den USA und der Sowjetunion. Beide Seiten erkannten die Gefahr eines Atomkrieges und begannen Verhandlungen über Rüstungskontrolle und Abrüstung.",
    "was waren die folgen der kubakrise für kuba": "Die Kubakrise hatte für Kuba politische und wirtschaftliche Folgen. Die kubanische Regierung unter Fidel Castro wurde durch die Krise gestärkt, da sie als Sieger aus der Konfrontation hervorging. Gleichzeitig führte die Blockade der USA zu wirtschaftlichen Problemen auf der Insel.",
    "was waren die folgen der kubakrise für die usa": "Die Kubakrise hatte für die USA politische und militärische Folgen. Präsident Kennedy wurde durch sein entschlossenes Handeln in der Krise gestärkt und konnte seine Position im Kalten Krieg festigen. Gleichzeitig erkannten die USA die Gefahr eines Atomkrieges und begannen Verhandlungen über Rüstungskontrolle und Abrüstung.",
    "was waren die folgen der kubakrise für die sowjetunion": "Die Kubakrise hatte für die Sowjetunion politische und militärische Folgen. Die Sowjetunion erkannte die Gefahr eines Atomkrieges und begann Verhandlungen über Rüstungskontrolle und Abrüstung. Gleichzeitig verlor die Sowjetunion an Prestige und Einfluss in der Dritten Welt.",
    "was waren die folgen der kubakrise für die welt": "Die Kubakrise hatte für die Welt politische und militärische Folgen. Die Welt erkannte die Gefahr eines Atomkrieges und begann Verhandlungen über Rüstungskontrolle und Abrüstung. Gleichzeitig führte die Krise zu einer Annäherung zwischen den USA und der Sowjetunion.",
    "was waren die folgen der kubakrise für den kalten krieg": "Die Kubakrise hatte für den Kalten Krieg politische und militärische Folgen. Die Kubakrise führte zu einer Verschärfung des Kalten Krieges und zu einer Annäherung zwischen den USA und der Sowjetunion. Beide Seiten erkannten die Gefahr eines Atomkrieges und begannen Verhandlungen über Rüstungskontrolle und Abrüstung.",
    "was waren die folgen der kubakrise für die nato": "Die Kubakrise hatte für die NATO politische und militärische Folgen. Die NATO erkannte die Gefahr eines Atomkrieges und begann Verhandlungen über Rüstungskontrolle und Abrüstung. Gleichzeitig wurde die NATO durch die Krise gestärkt und konnte ihre Position im Kalten Krieg festigen.",
    "wie reagierte die welt auf die kubakrise": "Die Welt reagierte auf die Kubakrise mit großer Besorgnis und Furcht vor einem Atomkrieg. Viele Länder forderten eine friedliche Lösung des Konflikts und unterstützten die Verhandlungen zwischen den USA und der Sowjetunion.",
    "welche rolle spielte die cia in der kubakrise": "Die CIA spielte eine wichtige Rolle in der Kubakrise, da sie die Stationierung sowjetischer Raketen auf Kuba entdeckte und Präsident Kennedy über die Bedrohung informierte. Die CIA war auch an der Planung und Durchführung der Blockade beteiligt.",
    "welche rolle spielte die uno in der kubakrise": "Die UNO spielte eine wichtige Rolle in der Kubakrise, da sie als Vermittler zwischen den USA und der Sowjetunion auftrat. Der UN-Sicherheitsrat verabschiedete eine Resolution, die die Stationierung sowjetischer Raketen auf Kuba verurteilte und die Entfernung der Raketen forderte.",
    "was war die blockade von kuba": "Die Blockade von Kuba war eine militärische Maßnahme der USA während der Kubakrise im Oktober 1962. Die USA verhängten eine Seeblockade um Kuba, um die Stationierung sowjetischer Raketen auf der Insel zu verhindern.",
    "welche rolle spielte die fidel castro in der kubakrise": "Fidel Castro spielte eine wichtige Rolle in der Kubakrise, da er als kubanischer Staatschef die Stationierung sowjetischer Raketen auf Kuba unterstützte. Castro war ein Verbündeter der Sowjetunion und wollte die militärische Überlegenheit der USA in Frage stellen.",
    "welche rolle spielte der nikita chruschtschow in der kubakrise": "Nikita Chruschtschow spielte eine wichtige Rolle in der Kubakrise, da er als sowjetischer Staatschef die Stationierung sowjetischer Raketen auf Kuba anordnete. Chruschtschow wollte die militärische Überlegenheit der USA in Frage stellen und die Position der Sowjetunion im Kalten Krieg stärken.",
    "welche rolle spielte der john f kennedy in der kubakrise": "John F. Kennedy spielte eine wichtige Rolle in der Kubakrise, da er als US-Präsident die Stationierung sowjetischer Raketen auf Kuba entdeckte und die Blockade der Insel anordnete. Kennedy führte die USA durch die Krise und konnte eine Eskalation verhindern.",
    "welche rolle spielte der robert kennedy in der kubakrise": "Robert Kennedy spielte eine wichtige Rolle in der Kubakrise, da er als Bruder und Berater von Präsident Kennedy an den Verhandlungen mit der Sowjetunion beteiligt war. Robert Kennedy unterstützte die harte Linie seines Bruders und trug zur Lösung der Krise bei.",
    
    

    "fallback": [
        "Das weiß ich leider nicht.",
        "Könntest du die Frage bitte anders formulieren?",
        "Ich bin mir nicht sicher, wie ich darauf antworten soll.",
        "Das verstehe ich nicht.",
        "Tut mir leid, ich habe das nicht verstanden.",
        "Das habe ich nicht verstanden.",
        "Das ist mir nicht klar.",
        "Das kann ich dir leider nicht beantworten."
    ]
}