{

      "begrüßung": [
        "Hallo, wie kann ich dir helfen?",
        "Moin, was kann ich für dich tun?",
        "Hi, wie kann ich dir behilflich sein?",
        "Was geht, wie kann ich dir helfen?",
        "Grüß dich, was kann ich für dich tun?",
        "Grüß dich, wie kann ich dir behilflich sein?",
        "Hallochen, wie kann ich dir helfen?",
        "Hey, was kann ich für dich tun?",
        "Moin moin, wie kann ich dir behilflich sein?",
        "Moin, wie kann ich dir helfen?",
        "Wie geht's? Was kann ich für dich tun?",
        "Was geht, wie kann ich dir helfen?",
        "Na, was kann ich für dich tun?"
      ],

  
  
  
  
  
  "wie geht es dir": "Mir geht es gut. Wie geht es dir?",
  "wie gehts dir": "Mir geht es gut. Wie geht es dir?",
  "wie gehts": "Mir geht es gut. Wie geht es dir?",
  "wie geht es dir heute": "Mir geht es gut. Wie geht es dir?",
  "wie gehts dir heute": "Mir geht es gut. Wie geht es dir?",
  "wie gehts heute": "Mir geht es gut. Wie geht es dir?",
  "gut": "Das freut mich zu hören. Wie kann ich dir helfen?",
  "schlecht": "Das tut mir leid zu hören. Wie kann ich dir helfen?",
  "danke": "Gern geschehen.",
  "tschüss": "Auf Wiedersehen.",
  "wer bist du": "Ich bin dein Experte über den Kalten Krieg. Wie kann ich dir helfen?",
  "wer hat dich programmiert": "Ich wurde von Arasp, Matti und Nick entwickelt.",
  
  
  
  
  
  "was war die kubakrise": "Die Kubakrise war eine politische und militärische Konfrontation im Oktober 1962 zwischen der Sowjetunion, den Vereinigten Staaten und Kuba.",
  "wann war die kubakrise": "Die Kubakrise fand im Oktober 1962 statt.",
  "wer war an der kubakrise beteiligt": "An der Kubakrise waren die Sowjetunion, die Vereinigten Staaten und Kuba beteiligt.",
  "was waren die ursachen der kubakrise": "Die Kubakrise war eine direkte Folge des Kalten Krieges und der Politik der Abschreckung, die die Spannungen zwischen den Supermächten erhöhte.",
  "was waren die folgen der kubakrise": "Die Kubakrise führte zu einer Verschärfung des Kalten Krieges und zu Verhandlungen über Rüstungskontrolle und Abrüstung.",
  "was waren die folgen der kubakrise für kuba": "Die Kubakrise stärkte die kubanische Regierung unter Fidel Castro, brachte aber auch wirtschaftliche Probleme aufgrund der US-Blockade.",
  "was waren die folgen der kubakrise für die usa": "Die Kubakrise stärkte Präsident Kennedy politisch und führte zu Verhandlungen über Abrüstung, um die Gefahr eines Atomkriegs zu reduzieren.",
  "was waren die folgen der kubakrise für die sowjetunion": "Die Kubakrise führte zu einem Verlust an Prestige der Sowjetunion und initiierte Verhandlungen über Abrüstung.",
  "was waren die folgen der kubakrise für die welt": "Die Kubakrise machte der Welt die Gefahr eines Atomkriegs bewusst und führte zu verstärkten Abrüstungsverhandlungen.",
  "was waren die folgen der kubakrise für den kalten krieg": "Die Kubakrise verschärfte den Kalten Krieg, führte aber auch zu diplomatischen Bemühungen zur Verhinderung eines Atomkriegs.",
  "was waren die folgen der kubakrise für die nato": "Die Kubakrise stärkte die NATO, indem sie die Gemeinschaft der Alliierten festigte und die sicherheitspolitische Ausrichtung neu ausrichtete.",
  "wie reagierte die welt auf die kubakrise": "Die Welt reagierte mit großer Besorgnis und forderte eine friedliche Lösung des Konflikts durch Diplomatie und Verhandlungen.",
  "welche rolle spielte die cia in der kubakrise": "Die CIA spielte eine wichtige Rolle, indem sie die Stationierung sowjetischer Raketen auf Kuba entdeckte und Kennedy informierte.",
  "welche rolle spielte die uno in der kubakrise": "Die UNO vermittelte zwischen den Parteien und verabschiedete Resolutionen, die zur Lösung des Konflikts beitrugen.",
  "was war die blockade von kuba": "Die Blockade von Kuba war eine US-Maßnahme, um die Nachlieferung sowjetischer Raketen zu verhindern.",
  "welche rolle spielte fidel castro in der kubakrise": "Fidel Castro unterstützte die Stationierung sowjetischer Raketen auf Kuba und stärkte dadurch seine Position.",
  "welche rolle spielte der nikita chruschtschow in der kubakrise": "Nikita Chruschtschow ordnete die Stationierung der Raketen auf Kuba an, um die US-Überlegenheit herauszufordern.",
  "welche rolle spielte der john f kennedy in der kubakrise": "John F. Kennedy reagierte entschlossen auf die Raketenstationierung und verhängte eine Blockade, um einen Atomkrieg zu verhindern.",
  "welche rolle spielte der robert kennedy in der kubakrise": "Robert Kennedy unterstützte seinen Bruder Kennedy und war an den Verhandlungen beteiligt.",
  "warum begann die kubakrise": "Die Kubakrise begann, weil US-Geheimdienstinformationen Raketen auf Kuba entdeckten und die US-Regierung dies als Bedrohung wahrnahm.",
  "wie endete die kubakrise": "Die Kubakrise endete durch intensive diplomatische Verhandlungen, die zur Entfernung der Raketen und einer friedlichen Lösung führten.",
  "welche länder waren in die kubakrise involviert": "An der Kubakrise waren vor allem die USA, die Sowjetunion und Kuba beteiligt.",
  "welche auswirkungen hatte die kubakrise auf deutschland": "Die Kubakrise führte in Deutschland zu erhöhter sicherheitspolitischer Sensibilität und einer verstärkten Diskussion über Atomwaffen.",
  "welche rolle spielte die presse in der kubakrise": "Die Presse beeinflusste die öffentliche Meinung und erhöhte den Druck auf die Regierungen durch umfassende Berichterstattung.",
  "welche konsequenzen hatte die kubakrise für die weltpolitik": "Die Kubakrise führte zu verstärkten Abrüstungsbemühungen und einem Fokus auf Diplomatie, um die Gefahr eines Atomkriegs zu minimieren.",
  "was war der auslöser der kubakrise": "Der Auslöser der Kubakrise war die Entdeckung sowjetischer Raketen auf Kuba durch US-Geheimdienste.",
  "warum stationierte die sowjetunion raketen auf kuba": "Die Sowjetunion stationierte Raketen auf Kuba, um ihre strategische Position zu stärken und die US-Überlegenheit herauszufordern.",
  "wie reagierte fidel castro auf die kubakrise": "Fidel Castro unterstützte die US-Blockade nicht und forderte Schutz für Kuba im Rahmen der Kubakrise.",
  "welche alternativen lösungen gab es für die kubakrise": "Als Alternative wurden diplomatische Verhandlungen und geheime Absprachen zwischen den Parteien diskutiert.",
  "wie wurde die kubakrise beendet": "Die Kubakrise wurde durch intensive diplomatische Verhandlungen und einen Kompromiss der beteiligten Mächte beendet.",
  "welche lehren zog die welt aus der kubakrise": "Die Welt zog die Lehre daraus, dass Diplomatie und Abrüstung entscheidend sind, um die Gefahr eines Atomkriegs zu vermeiden.",
  "warum war die kubakrise so gefährlich": "Die Kubakrise war so gefährlich, weil sie die Welt an den Rand eines Atomkriegs brachte und das Risiko eines nuklearen Konflikts extrem hoch war.",
  "wie nah war die welt an einem atomkrieg während der kubakrise": "Es wird angenommen, dass die Welt nur wenige Tage von einem Atomkrieg entfernt war, da beide Seiten sich in einer hoch angespannten Situation befanden.",
  "welche diplomatischen maßnahmen wurden während der kubakrise ergriffen": "Während der Kubakrise wurden intensive Gespräche und Geheimverhandlungen zwischen den USA und der Sowjetunion geführt, um eine Eskalation zu vermeiden.",
  "welche geheimdienstinformationen führten zur entdeckung der raketen": "US-Geheimdienstberichte und Abhörmaßnahmen führten zur Entdeckung der sowjetischen Raketen auf Kuba.",
  "welche rolle spielte die marine während der kubakrise": "Die Marine setzte die Blockade von Kuba durch und verhinderte den Nachschub der Raketen.",
  "welche rolle spielte der kalte krieg in der kubakrise": "Der Kalte Krieg war der Hintergrund der Kubakrise, da Misstrauen und Wettstreit zwischen den Supermächten die Situation eskalieren ließen.",
  "wie reagierte die bevölkerung in den usa auf die kubakrise": "Die Bevölkerung in den USA reagierte mit großer Besorgnis und Angst vor einem Atomkrieg und forderte eine friedliche Lösung.",
  "wie wurde die blockade von kuba durchgesetzt": "Die Blockade von Kuba wurde durch den Einsatz der US-Marine und strenge Kontrollen der Schifffahrtswege durchgesetzt.",
  "welche konsequenzen hatte die kubakrise für die beziehungen zwischen den usa und kuba": "Die Kubakrise führte zu einer dauerhaften Verschlechterung der Beziehungen zwischen den USA und Kuba.",
  "welche rolle spielte die bundesrepublik deutschland während der kubakrise": "Die Bundesrepublik Deutschland war indirekt betroffen, da die Krise die sicherheitspolitische Lage in Europa nachhaltig beeinflusste.",
  "wie beeinflusste die kubakrise die spätere außenpolitik der usa": "Die Kubakrise führte dazu, dass die USA verstärkt auf Diplomatie und Abrüstung setzten, um zukünftige Konfliktsituationen zu vermeiden.",
  "welche rolle spielten spione während der kubakrise": "Spione spielten eine entscheidende Rolle, indem sie Geheimdienstinformationen lieferten, die zur Entdeckung der Raketen beitrugen.",
  "was passierte nach der beendigung der kubakrise": "Nach der Beendigung der Kubakrise kam es zu Verbesserungen in den diplomatischen Beziehungen und Verhandlungen über Abrüstung.",
  "welche geheimverhandlungen fanden während der kubakrise statt": "Während der Kubakrise fanden geheime Gespräche zwischen den USA und der Sowjetunion statt, um einen Atomkrieg zu verhindern.",
  "welche rolle spielte der papst während der kubakrise": "Der Papst rief zur Ruhe auf und ermutigte zu diplomatischen Lösungen, um die Spannungen zu reduzieren.",
  "wie wurde die öffentlichkeit über die kubakrise informiert": "Die Öffentlichkeit wurde durch die Presse und staatliche Verlautbarungen über den Verlauf der Krise informiert.",
  "welche auswirkungen hatte die kubakrise auf lateinamerika": "Lateinamerika erlebte nach der Kubakrise erhöhte Sicherheitsbedenken und einen verstärkten Einfluss der Supermächte.",
  "welche militärischen strategien wurden während der kubakrise verwendet": "Während der Kubakrise wurden militärische Strategien wie Blockaden und Einschüchterung eingesetzt, um den Gegner zum Verhandeln zu bewegen.",
  "wie lange dauerte die kubakrise": "Die Kubakrise dauerte mehrere Tage im Oktober 1962.",
  "welche verhandlungen fanden nach der kubakrise statt": "Nach der Kubakrise fanden intensive Verhandlungen zur Abrüstung zwischen den Supermächten statt.",
  "war die kubakrise ein atomkrieg": "Die Kubakrise war ein Atomkriegsnotstand, der jedoch durch diplomatische Gespräche verhindert wurde.",
  "welche rolle spielte die un": "Die Vereinten Nationen vermittelten und unterstützten die diplomatischen Bemühungen.",
  "wie wurde die blockade von kuba beendet": "Die Blockade von Kuba wurde durch Verhandlungen und die Entfernung der Raketen beendet.",
  "war die kubakrise vermeidbar": "Die Kubakrise war durch fehlende Kommunikation und Missverständnisse beinahe vermeidbar gewesen.",
  "was lernten die supermachten aus der kubakrise": "Die Supermächte lernten die Notwendigkeit der Diplomatie und des Kontrollierens von Aufrüstungsprogrammen.",
  "welche bedeutung hatte die kubakrise fur den kalten krieg": "Die Kubakrise hatte eine bedeutsame Auswirkung auf den Kalten Krieg und zeigte die Gefahr eines nuklearen Konflikts.",
  "wie reagierten lateinamerikanische laender auf die kubakrise": "Lateinamerikanische Länder reagierten mit Besorgnis und forderten mehr Sicherheitsgarantien.",
  "welche schritte wurden nach der kubakrise eingeleitet": "Nach der Kubakrise wurden mehrere Abrüstungsverhandlungen und Sicherheitsabkommen zwischen den Supermächten eingeleitet.",
  "wie war die stimmung in der bundesrepublik deutschland während der kubakrise": "Die Stimmung in der Bundesrepublik Deutschland war von Unsicherheit und Vorsicht geprägt.",
  "welche medien berichteten ueber die kubakrise": "Die Medien berichteten intensiv über die Spannungen und die drohende Krisenlage.",
  "was war die reaktion der bevölkerung in kuba": "Die Bevölkerung in Kuba zeigte sich patriotisch und unterstützte die Regierung.",
  "welche strategien verfolgte die usa in der kubakrise": "Die USA setzten auf Diplomatie und Blockaden, um die Situation unter Kontrolle zu halten.",
  "wie wurden die raketen von der usa entdeckt": "Die USA entdeckten die Raketen durch geheimdienstliche Abhörmaßnahmen und Spionage.",
  "was bedeutete die kubakrise fur die internationale sicherheit": "Die Kubakrise erhöhte das Bewusstsein für die Gefahr eines Atomkriegs weltweit.",
  "war die kubakrise ein wettlauf der raketen": "Die Kubakrise war ein Wettlauf der Raketen, der die geopolitische Spannung noch verstärkte.",
  "welche lektionen zog man aus der kubakrise": "Man zog die Lehre, dass Kommunikation und Diplomatie essenziell sind in der internationalen Politik.",
  "wer war beteiligt": "An der Kubakrise waren die USA, die Sowjetunion und Kuba beteiligt.",
  "wann war sie": "Die Kubakrise fand im Oktober 1962 statt.",
  "was ist passiert": "Die Kubakrise war eine politische und militärische Konfrontation zwischen den Supermächten USA und Sowjetunion.",
  "wie endete sie": "Die Kubakrise endete durch Verhandlungen und den Abzug der sowjetischen Raketen von Kuba.",
  "warum endete sie": "Die Kubakrise endete, weil beide Seiten ein Interesse an einer friedlichen Lösung hatten.",
  "welche folgen hatte sie": "Die Kubakrise führte zu einer Entspannungspolitik und Verhandlungen über Rüstungskontrolle.",
  "hat die cia damit etwas zu tun": "Die CIA spielte eine wichtige Rolle bei der Entdeckung der sowjetischen Raketen auf Kuba.",
  "gibt es spionagetauben": "Spionagetauben wurden im Ersten Weltkrieg eingesetzt, aber nicht in der Kubakrise.",
  "was ist eine blockade": "Eine Blockade ist eine militärische Maßnahme, um den Nachschub von Waren zu unterbinden.",
  "wie reagierte die uno": "Die UNO vermittelte zwischen den Supermächten und unterstützte die diplomatischen Bemühungen.",
  "weshalb endete sie": "Die Kubakrise endete, weil beide Seiten ein Interesse an einer friedlichen Lösung hatten.",
  "welche rolle spielte die marine": "Die Marine setzte die Blockade von Kuba durch und verhinderte den Nachschub der sowjetischen Raketen.",
  "was war das hauptproblem der kubakrise": "Das Hauptproblem der Kubakrise war die Stationierung sowjetischer Raketen auf Kuba.",
  "welche politischen spannungen führten zur kubakrise": "Die politischen Spannungen zwischen den Supermächten USA und Sowjetunion führten zur Kubakrise.",
  "welche rolle spielte die presse": "Die Presse spielte eine wichtige Rolle bei der Berichterstattung über die Kubakrise und beeinflusste die öffentliche Meinung.",
  "was war die quarantäne": "Die Quarantäne war eine Blockade von Kuba, um den Nachschub von sowjetischen Raketen zu unterbinden.",
  "was war die blockade": "Die Blockade war eine militärische Maßnahme, um den Nachschub von sowjetischen Raketen nach Kuba zu unterbinden.",
  "wie reagierte die bevölkerung": "Die Bevölkerung reagierte mit großer Besorgnis und Angst vor einem Atomkrieg.",
  "wie entdeckte die usa die raketen": "Die USA entdeckten die sowjetischen Raketen durch geheimdienstliche Abhörmaßnahmen und Spionage.",
  "welche rolle spielte die uno": "Die UNO vermittelte zwischen den Supermächten und unterstützte die diplomatischen Bemühungen.",
  "was waren die folgen für die usa": "Die Kubakrise stärkte Präsident Kennedy politisch und führte zu Verhandlungen über Abrüstung.",
  "was waren die folgen für die sowjetunion": "Die Kubakrise führte zu einem Verlust an Prestige der Sowjetunion und initiierte Verhandlungen über Abrüstung.",
  "was waren die folgen für kuba": "Die Kubakrise stärkte die kubanische Regierung unter Fidel Castro, brachte aber auch wirtschaftliche Probleme aufgrund der US-Blockade.",
  "was waren die folgen für die welt": "Die Kubakrise machte der Welt die Gefahr eines Atomkriegs bewusst und führte zu verstärkten Abrüstungsverhandlungen.",
  "was waren die folgen für die udssr": "Die Kubakrise führte zu einem Verlust an Prestige der Sowjetunion und initiierte Verhandlungen über Abrüstung.",
  "was waren die folgen für die nato": "Die Kubakrise stärkte die NATO, indem sie die Gemeinschaft der Alliierten festigte und die sicherheitspolitische Ausrichtung neu ausrichtete.",
  "was waren die folgen für den kalten krieg": "Die Kubakrise verschärfte den Kalten Krieg, führte aber auch zu diplomatischen Bemühungen zur Verhinderung eines Atomkriegs.",
  "was waren die folgen für die internationale politik": "Die Kubakrise führte zu verstärkten Bemühungen um Abrüstung und Rüstungskontrolle in der internationalen Politik.",
  "was waren die folgen für die weltpolitik": "Die Kubakrise führte zu verstärkten Bemühungen um Abrüstung und Rüstungskontrolle in der Weltpolitik.",
  "was waren die folgen für die sicherheitspolitik": "Die Kubakrise führte zu einer verstärkten Sensibilisierung für die Gefahren eines Atomkriegs und zu Bemühungen um Rüstungskontrolle.",
  "was waren die folgen für die diplomatie": "Die Kubakrise führte zu verstärkten diplomatischen Bemühungen und Verhandlungen zur Vermeidung eines Atomkriegs.",
  "was waren die folgen für die rüstungskontrolle": "Die Kubakrise führte zu verstärkten Bemühungen um Rüstungskontrolle und Abrüstung zwischen den Supermächten.",
  "was waren die folgen für die atomwaffenpolitik": "Die Kubakrise führte zu verstärkten Bemühungen um Rüstungskontrolle und Abrüstung in Bezug auf Atomwaffen.",
  "was waren die folgen für die sicherheitslage": "Die Kubakrise führte zu einer Verschärfung der sicherheitspolitischen Lage und zu verstärkten Bemühungen um Rüstungskontrolle.",
  "was waren die folgen für die weltordnung": "Die Kubakrise führte zu einer Verschärfung der sicherheitspolitischen Lage und zu verstärkten Bemühungen um Rüstungskontrolle.",
  "was waren die folgen für die geopolitik": "Die Kubakrise führte zu einer Verschärfung der sicherheitspolitischen Lage und zu verstärkten Bemühungen um Rüstungskontrolle.",
  "was waren die folgen für die sicherheitsstrategie": "Die Kubakrise führte zu einer Verschärfung der sicherheitspolitischen Lage und zu verstärkten Bemühungen um Rüstungskontrolle.",
  "wann hat sie stattgefunden": "Die Kubakrise fand im Oktober 1962 statt.",
  "wo hat sie stattgefunden": "Die Kubakrise fand hauptsächlich in der Karibik und in den USA statt.",
  "wo war die kubakrise": "Die Kubakrise fand hauptsächlich in der Karibik und in den USA statt.",
  "wo war kuba": "Kuba ist eine Insel in der Karibik, südlich der USA.",
  "wo war die udssr": "Die UdSSR war ein Staat, der aus mehreren Republiken bestand und sich über Osteuropa und Asien erstreckte.",
  "wo war die usa": "Die USA sind ein Land in Nordamerika, das aus 50 Bundesstaaten besteht.",
  "wo war die nato": "Die NATO ist ein militärisches Bündnis, das hauptsächlich in Nordamerika und Europa aktiv ist.",
  "wo war die uno": "Die UNO hat ihren Hauptsitz in New York City, USA.",
  "wo war die sowjetunion": "Die Sowjetunion war ein Staat, der aus mehreren Republiken bestand und sich über Osteuropa und Asien erstreckte.",
  "wo war die kubanische krise": "Die Kubakrise fand hauptsächlich in der Karibik und in den USA statt.",
  "wo war die kubanische revolution": "Die Kubanische Revolution fand in Kuba statt und führte zur Machtübernahme von Fidel Castro.",
  "welche strategien verfolgte die usa": "Die USA setzten auf Diplomatie und Blockaden, um die Situation unter Kontrolle zu halten.",
  "welche strategien verfolgte die sowjetunion": "Die Sowjetunion setzte auf militärische Präsenz und diplomatische Verhandlungen, um ihre Interessen zu wahren.",
  "welche strategien verfolgte kuba": "Kuba setzte auf militärische Unterstützung durch die Sowjetunion und eine aggressive Außenpolitik.",
  "welche strategien verfolgte die nato": "Die NATO setzte auf militärische Abschreckung und diplomatische Lösungen, um die Sicherheit der Mitgliedsstaaten zu gewährleisten.",
  "welche strategien verfolgte die uno": "Die UNO setzte auf diplomatische Lösungen und Vermittlung zwischen den Konfliktparteien.",
  "welche strategien verfolgte die uno während der kubakrise": "Die UNO setzte auf diplomatische Lösungen und Vermittlung zwischen den Konfliktparteien.",
  "welche strategien verfolgte die nato während der kubakrise": "Die NATO setzte auf militärische Abschreckung und diplomatische Lösungen, um die Sicherheit der Mitgliedsstaaten zu gewährleisten.",
  "wie viele tage dauerte die kubakrise": "die kubakrise dauerte etwa 13 tage im oktober 1962",
  "war die kubakrise vorhersehbar": "obwohl die spannungen hoch waren war die kubakrise nicht eindeutig vorhersehbar",
  "welche politischen akteure spielten eine entscheidende rolle in der kubakrise": "die wichtigsten politischen akteure waren kennedy chruschtschow castro und weitere berater beider seiten",
  "welche internationalen reaktionen folgten auf die kubakrise": "die internationale gemeinschaft reagierte mit alarm und forderte diplomatische lösungen um den atomkrieg zu verhindern",
  "wie hat die kubakrise den weltfrieden beeinflusst": "die kubakrise machte die welt auf die gefahr eines atomkriegs aufmerksam und führte zu verstärkten abrüstungsbemühungen",
  "welche langfristigen auswirkungen hatte die kubakrise auf die sicherheitspolitik": "langfristig führte die kubakrise zu einer verstärkten sicherheitsorientierung und zu neuen abrüstungsabkommen",
  "was war die reaktion der wirtschaft auf die kubakrise": "die wirtschaft reagierte mit unsicherheit und vorsicht da die krise die internationalen maerkte belastete",
  "wie wurde der konflikt in der kubakrise medial dargestellt": "die medien berichteten intensiv und dramatisch ueber die spannungen und die gefahr eines atomkriegs",
  "was waren die wichtigsten verhandlungspositionen in der kubakrise": "die verhandlungspositionen drehten sich um den abzug der raketen und sicherheitsgarantien beider seiten",
  "war die kubakrise ein diplomatischer erfolg": "ja die kubakrise gilt als diplomatischer erfolg da ein atomkrieg verhindert wurde",
  "wie haben spionage und geheimdienstoperationen zur entdeckung der raketen beigetragen": "spionage und geheimdienstinformationen waren entscheidend bei der entdeckung der raketen auf kuba",
  "welche lehrreichkeiten bot die kubakrise den diplomaten": "die kubakrise lehrte die diplomaten die bedeutung von kommunikation und zeitnahen verhandlungen",
  "wie wurde der konflikt zwischen den supermächten in der kubakrise gelöst": "der konflikt wurde durch intensive verhandlungen und kompromisse gelöst",
  "war die kubakrise ein entscheidender moment im kalten krieg": "ja die kubakrise war ein entscheidender moment der den kalten krieg nachhaltig prägte",
  "wie wurde die sicherheit in der welt nach der kubakrise neu bewertet": "die sicherheitspolitik wurde nach der kubakrise verstärkt auf abrüstung und diplomatie ausgerichtet",
  "welchen einfluss hatte die kubakrise auf die militärstrategie der usa": "die usa passten ihre militärstrategie an und setzten vermehrt auf diplomatie und abrüstung",
  "welchen einfluss hatte die kubakrise auf die militärstrategie der sowjetunion": "auch die sowjetunion aenderte ihre strategie zugunsten diplomatischer loesungen und abruestungsbemuehungen",
  "welchen einfluss hatte die kubakrise auf die internationale politik": "die kubakrise fuehrte zu einer verstärkten internationalen zusammenarbeit und abruestungsabkommen",
  "wie viele menschen waren von der kubakrise direkt betroffen": "obwohl es schwer zu beziffern ist waren millionen menschen indirekt von der kubakrise betroffen",
  "welche wirtschaftlichen folgen hatte die kubakrise in den beteiligten laendern": "die wirtschaftlichen folgen umfassten unsicherheit und instabilitaet an den internationalen maerkten",
  "wie reagierte die internationale gemeinschaft auf die bedrohung durch einen atomkrieg in der kubakrise": "die internationale gemeinschaft reagierte mit alarm und forderte dringende diplomatische loesungen",
  "welche sicherheitsmassnahmen wurden nach der kubakrise eingefuehrt": "nach der kubakrise wurden neue abruestungsabkommen und sicherheitsmassnahmen eingefuehrt um zukuenftige konflikte zu verhindern",
  "wie veraenderte sich die globale machtbalance nach der kubakrise": "die kubakrise fuehrte zu einer leichten neuausrichtung der machtverhaeltnisse zugunsten diplomatischer loesungen",
  "welche schritte wurden in der sicherheitspolitik nach der kubakrise unternommen": "es wurden neue abruestungsabkommen und sicherheitsmassnahmen eingefuehrt um zukuenftige konflikte zu verhindern",
  "wie wurde die kubakrise in der geschichtsschreibung bewertet": "die kubakrise wird als entscheidender moment im kalten krieg und als lehrreiches beispiel fuer diplomatie betrachtet",


  
  
  
  
  "fallback": [
    "Das weiß ich leider nicht.",
    "Könntest du die Frage bitte anders formulieren?",
    "Ich bin mir nicht sicher, wie ich darauf antworten soll.",
    "Das verstehe ich nicht.",
    "Tut mir leid, ich habe das nicht verstanden.",
    "Das habe ich nicht verstanden.",
    "Das ist mir nicht klar.",
    "Das kann ich dir leider nicht beantworten."
  ]
}
